app/controllers/joins_controller.rb

  def index
    @joins = Join.all
---
SELECT "joins".* FROM "joins"